Repository: jcglisson7989/MarketingAlliance
Catalog: MarketingAlliance/trunk/software/AS/Logical/Application_Logic/pkgDispense/HMITableTexts/Cfg_Dispense_Titles.tmx
Source language: en
Languages: de, es, fr, pt, sv

source: Disp Primer Valve VBlock
de: Disp% s Ventil Vblock
es: VBlock Valvula Disp% s
fr: De Disp% Valve VBlock
pt: Disp% s Valvula Vblock
sv: Disp% s Ventil Vblock

source: Disp Primer Valve Max Out High [s]
de: Disp% s Ventil Max Out Hoch [s]
es: Disp% s Valvula Maximo de alta [s]
fr: Valve Max Out haut de Disp% [s]
pt: Disp% s Valvula Max Out alta [s]
sv: Disp% s Ventil Max Out Hog [s]

source: Disp Primer Valve Signal Reset TO
de: Disp% s Ventil Signal Reset TO
es: Señal de la valvula Disp% s RESET para
fr: Disp% Valve Signal Reinitialiser TO
pt: Disp% s Signal Valvula RESET para
sv: Disp% s Ventil Signal aterstall TILL

source: Disp Primer Valve Max Rdy [s]
de: Disp% s Ventil Max Rdy [s]
es: Disp% s Valvula Max Rdy [s]
fr: Valve Max Rdy de Disp% [s]
pt: Disp% s Valvula Max Rdy [s]
sv: Disp% s Valve Max RDY [s]

source: Disp Primer Valve Neg. Edge Margin
de: Disp% s Ventil Neg. Edge - Margin
es: Neg Valvula Disp% s. Margen de borde
fr: De Disp% Valve Neg. Marge Edge
pt: Disp% s Neg valvula. Margem borda
sv: Disp% s Ventil Neg. kant Marginal

source: Disp Mouth Valve VBlock
de: Disp% s Ventil Vblock
es: VBlock Valvula Disp% s
fr: De Disp% Valve VBlock
pt: Disp% s Valvula Vblock
sv: Disp% s Ventil Vblock

source: Disp Mouth Valve Max Out High [s]
de: Disp% s Ventil Max Out Hoch [s]
es: Disp% s Valvula Maximo de alta [s]
fr: Valve Max Out haut de Disp% [s]
pt: Disp% s Valvula Max Out alta [s]
sv: Disp% s Ventil Max Out Hog [s]

source: Disp Mouth Valve Signal Reset TO
de: Disp% s Ventil Signal Reset TO
es: Señal de la valvula Disp% s RESET para
fr: Disp% Valve Signal Reinitialiser TO
pt: Disp% s Signal Valvula RESET para
sv: Disp% s Ventil Signal aterstall TILL

source: Disp Mouth Valve Max Rdy [s]
de: Disp% s Ventil Max Rdy [s]
es: Disp% s Valvula Max Rdy [s]
fr: Valve Max Rdy de Disp% [s]
pt: Disp% s Valvula Max Rdy [s]
sv: Disp% s Valve Max RDY [s]

source: Disp Mouth Valve Neg. Edge Margin
de: Disp% s Ventil Neg. Edge - Margin
es: Neg Valvula Disp% s. Margen de borde
fr: De Disp% Valve Neg. Marge Edge
pt: Disp% s Neg valvula. Margem borda
sv: Disp% s Ventil Neg. kant Marginal

source: VBlock count between PiP sensor, Dispense unit
de: Vblock Zahlung zwischen BiB - Sensor, Einheit Dispense
es: Recuento VBlock entre el sensor de imagenes incrustadas, la unidad de dispensacion
fr: Nombre de VBlock entre le capteur PiP, unite de distribution
pt: Contagem Vblock entre o sensor PiP, unidade Dispense
sv: Vblock rakna mellan PiP sensor, dispenseringsenhet

source: Maximum amount of time to allow the dispense output to remain on before automatically resetting when purging
de: Die maximale Menge an Zeit der Abgabeausgang zu ermoglichen , bevor automatisch das Zurucksetzen zu bleiben , wenn Spulen
es: Cantidad maxima de tiempo para permitir la salida de dispensacion permanezca encendido antes de reiniciar automaticamente cuando se purga
fr: Montant maximum de temps pour permettre la sortie de distribution reste allume avant de reinitialiser automatiquement lors de la purge
pt: Quantidade maxima de tempo para permitir a saida de distribuicao para permanecer no antes de redefinir automaticamente quando purga
sv: Maximal tid for att tillata doserings utgang kvar pa innan automatisk aterstallning nar spolning

source: Maximum amount of time after ending valve trigger to wait for valve ready signal to reset before throwing error [ms]
de: Die maximale Menge an Zeit nach dem Ventil Trigger endet fur Ventilbereitschaftssignal zu warten , bevor werfen Fehler zurucksetzen [ms]
es: Cantidad maxima de tiempo despues de terminar el gatillo de la valvula de esperar a que la valvula de señal preparada para reiniciar antes de error de tiro [ms]
fr: Montant maximum de temps après la fin de la vanne gâchette pour attendre la vanne de signal pret à etre reinitialise avant de lancer erreur [ms]
pt: Quantidade maxima de tempo apos o termino do gatilho da valvula de esperar por valvula de sinal de pronto para redefinir antes de jogar erro [ms]
sv: Maximal tid efter avslutad ventilavtryckaren for att vanta pa ventilen klar signal for att aterstalla innan du kastar fel [ms]

source: Amount of time to wait before throwing an error after dispense has been triggered before seeing the valve ready DI fall
de: Hohe der Zeit zu warten , bevor ein Fehler nach Abgabe zu werfen hat , bevor man das Ventil bereit DI Sturz ausgelost wurde
es: Cantidad de tiempo que debe esperar antes de emitir un error despues de la dispensacion se ha activado antes de ver la caida de la valvula DI listo
fr: Montant de temps à attendre avant de lancer une erreur après distribution a ete declenche avant de voir la vanne prete chute de DI
pt: Quantidade de tempo de espera antes de lancar um erro apos a dispensa foi acionado antes de ver a valvula pronto queda DI
sv: Tid att vanta innan du kastar ett fel efter dispense har utlosts innan ser ventilen klar DI falla

source: Additional time to wait before throwing an error to ensure dispense edge gen. is functioning correctly
de: Zusatzliche Zeit zu warten , bevor ein Fehler werfen Spendekante gen zu gewahrleisten. korrekt funktioniert
es: Mas tiempo para esperar antes de emitir un error para asegurar borde expendedor gen. esta funcionando correctamente
fr: Un delai supplementaire d'attendre avant de lancer une erreur pour assurer bord de distribution gen. fonctionne correctement
pt: Mais tempo para esperar antes de lancar um erro para garantir borda dispense gen. esta funcionando corretamente
sv: Ytterligare tid att vanta innan du kastar ett fel for att sakerstalla doseringskanten allm. fungerar korrekt
